* Headline 1

  | first column 1 | first column 2 |
  | first value 1  | first value 2  |

  | second column 1 | second column 2 |
  | second value 1  | second value 2  |

* Headline 2

  | people     | age |
  |------------+-----|
  | bob        |  38 |
  | max        |  42 |
  |------------+-----|
  | median age |  40 |
  #+TBLFM: @4$2=vmean(@2..@-1)
